Repository: vsc55/endpointman
Catalog: i18n/*/LC_MESSAGES/endpointman.po
Languages: ru_ru

source: - Point your phones to:
ru_ru: - Обозначьте ваш телефон в:

source: - Copied %_FILE_% to %_FILETO_%.
ru_ru: - Скопировано %_FILE_% в %_FILETO_%.

source: - Error Moving %_FILENAME_%!
ru_ru: - Ошибка перемещения %_FILENAME_%!

source: - Failed To Copy %_FILE_%!
ru_ru: - Не удалось копировать %_FILE_%!

source: -- Updating Model Lines................
ru_ru: -- Обновление модельного ряда................

source: ----Old Data Detected! Migrating......
ru_ru: ----Обнаружены устаревшие данные! Мигрируем......

source: ---Inserting Model %_NAMEMOD_%
ru_ru: ---Добавляем модель %_NAMEMOD_%

source: ---Updating Model %_NAMEMOD_%
ru_ru: ---Обновляем модель %_NAMEMOD_%

source: <a href='http://wiki.provisioner.net/index.php/Endpoint_manager_manual_upload' target='_blank'>Click Here!</a>
ru_ru: <a href='http://wiki.provisioner.net/index.php/Endpoint_manager_manual_upload' target='_blank'>Кликнуть здесь!</a>

source: ARP Executable Path
ru_ru: Путь для выполнения запроса ARP

source: Aborting Brand Downloads. Can't Get Master File, Assuming Timeout Issues!
ru_ru: Отмена скачивания бренда. Невозможно получить мастер-файл, предполагается проблема по таймауту!

source: Access denied!
ru_ru: Доступ отклонён!

source: Actions
ru_ru: Действия

source: Add Custom OUI
ru_ru: Добавить пользовательский OUI

source: Add New
ru_ru: Добавить новый

source: Add New Template OK!
ru_ru: Добавление нового шаблона ОК!

source: Advanced Settings
ru_ru: Расширенные настройки

source: All Done!
ru_ru: Всё сделано!

source: Allow Duplicate Extensions
ru_ru: Разрешить дублирование внутренних номеров

source: Allow Saving Over Default Configuration Files
ru_ru: Разрешить сохранение поверх дефолтных файлов конфигурации

source: Appears to be a valid Provisioner.net JSON file.....Continuing
ru_ru: Выглядит как действительный Provisioner.net JSON файл.....Продолжаем

source: Asterisk Executable Path
ru_ru: Исполнительный путь для Астериск

source: Brand
ru_ru: Бренд

source: Brand Package
ru_ru: Пакет бренда

source: Brand's Available
ru_ru: Доступные бренды

source: Brands/Modules
ru_ru: Бренды/модули

source: CSV File Format
ru_ru: Формат файла CSV

source: Can Not Find Uploaded Files!
ru_ru: Не найдены загруженные файлы!

source: Can't Find Downloaded File!
ru_ru: Не найдены закаченные файлы!

source: Cancel
ru_ru: Отмена

source: Cant find file:
ru_ru: Не получилось найти файл:

source: Check Online
ru_ru: Проверить он-лайн

source: Check for Update
ru_ru: Проверить наличие обновлений

source: Check for Update
ru_ru: Проверить наличие обновлений

source: Check for Updates...
ru_ru: Проверить наличие обновлений.

source: Check for Updates... Ok!
ru_ru: Проверяем наличие обновлений... ОК!

source: Checking MD5sum of Package...
ru_ru: Проверяем MD5sum пакета...

source: Checking MD5sum of Package....
ru_ru: Проверяем MD5sum пакета...

source: Click this link to download:
ru_ru: Кликнуть на линк для скачивания:

source: Clone Model is not number!
ru_ru: Клонированная модель не имеет номера!

source: Clone Model send is negative!
ru_ru: Клонированная модель имеет отрицательный порядковый номер!

source: Command not found!
ru_ru: Команда не найдена!

source: Configuration Directory is not a directory or does not exist! Please change the location here:
ru_ru: Директория для конфигураций не та или не существует! Измените путь к ней:

source: Configuration Directory is not writable!
ru_ru: На директории для конфигураций нет прав для записи!

source: Configuration Type
ru_ru: Тип конфигурации

source: Connectivity
ru_ru: Подключения

source: Copy Error Detected! Aborting Install!
ru_ru: Обнаружена ошибка при копировании! Инсталляция прервана!

source: Creating Directory Structure for Brand '%_NAME_%' and Moving Files ..
ru_ru: Создаётся стуктура директории для бренда '%_NAME_%' и перемещаются файлы ..

source: Creating EPM temp directory
ru_ru: Создаётся временная EPM директория

source: Creating EPM temp directory...
ru_ru: Создаётся временная EPM директория...

source: Creating Provisioner Directory...
ru_ru: Создаётся директория провизионера...

source: Current Templates
ru_ru: Существующие шаблоны

source: Custom Template Files
ru_ru: Файлы пользовательского шаблона

source: Default Mirror FreePBX
ru_ru: Зеркало FreePBX по умолчанию

source: Delete
ru_ru: Удалить

source: Delete Template OK!
ru_ru: Удаление шаблона ОК!

source: Determine for Me
ru_ru: Определить для меня

source: Devices
ru_ru: Устройства

source: Directory Not Writable!
ru_ru: Директория не имеет прав на запись!

source: Directory no exists:
ru_ru: Директория не существует:

source: Disable
ru_ru: Отключить

source: Disable Configuration File Backups
ru_ru: Отключить резервирование конфигурационных файлов

source: Disable TFTP Server Check
ru_ru: Отключить проверку сервера TFTP

source: Disable Tooltips
ru_ru: Отключить подсказки

source: Done!
ru_ru: Готово!

source: Download updated releases from
ru_ru: Загрузить обновлённые релизы с

source: Downloading Brand JSON.....
ru_ru: Загружаются JSON бренда.....

source: Downloading Brand Package...
ru_ru: Загружается пакет бренда...

source: Downloading firmware...
ru_ru: Загружаются прошивки...

source: Dropping all relevant tables
ru_ru: Обнуляются все соответствующие таблицы

source: Enable
ru_ru: Включить

source: Enable Debug Mode
ru_ru: Включить режим отладки

source: Enable FreePBX ARI Module
ru_ru: Включить модуль FreePBX ARI

source: End Point Configuraction Manager
ru_ru: Менеджер конфигураций конечных устройств

source: End Point Manager
ru_ru: Менеджер абонентских устройств

source: Error 403 Forbidden
ru_ru: Ошибка 403 - Запрещено

source: Error 404 Not Found
ru_ru: Ошибка 404 - Не найдено

source: Error 500 Internal Server Error
ru_ru: Ошибка 500 - Внутренняя ошибка сервера

source: Error Connecting to the Package Repository. Module not installed. Please Try again later.
ru_ru: Ошибка подключения к репозиторию пакетов. Модуль не инсталлирован. Попробуйте позже.

source: Error creating directory: %_DIR_%
ru_ru: Ошибка создания директории: %_DIR_%

source: Error download Brand package!
ru_ru: Ошибка при скачивании пакета бренда!

source: Error download frimware package!
ru_ru: Ошибка скачивания пакета прошивой!

source: Error!
ru_ru: Ошибка!

source: Error: Command not found!
ru_ru: Ошибка: команда не найдена!

source: Error: No Local File for %_name_% !
ru_ru: Ошибка: нет локального файла для %_name_% !

source: Examples
ru_ru: Примеры

source: Experimental
ru_ru: Экспериментальные

source: Explor a package brand's availables.
ru_ru: Открыть пакет доступных брендов.

source: Export
ru_ru: Экспорт

source: Export Brand Packages
ru_ru: Экспорт пакетов брендов

source: Export CSV
ru_ru: Экспорт CSV

source: Export CSV file of devices
ru_ru: Экспорт CSV файла устройств

source: Export data configuracion devices.
ru_ru: Экспорт данных о конфигурации устройств.

source: Exporting %_NAME_%
ru_ru: Экспортируется %_NAME_%

source: Extension
ru_ru: Внутренний номер

source: Extracting Provisioner Package...
ru_ru: Распаковывается пакет провизионера...

source: Extracting Tarball %_FILEPACKAGE_% to %_TEMPDIR_%........
ru_ru: Распаковывается архив %_FILEPACKAGE_% в %_TEMPDIR_%........

source: Extracting Tarball........
ru_ru: Распаковывается архив........

source: Extracting Tarball........
ru_ru: Распаковывается архив........

source: Failed to install
ru_ru: Ошибка при инсталлировании

source: Failed to write file to disk
ru_ru: Ошибка при записи на диск

source: File %_FILE_% size is 0!
ru_ru: Файл %_FILE_% имеет размер 0!

source: File (TFTP/FTP)
ru_ru: Файл (TFTP/FTP)

source: File Temp no Exists!
ru_ru: Временный файл не существует!

source: File not Found!
ru_ru: Файл не найден!

source: File not readable, check the permission!
ru_ru: Файл не читается, проверьте права на чтение!

source: File upload stopped by extension
ru_ru: Загрузка файла остановлена по расширению

source: Firmware MD5 didn't match!
ru_ru: Контрольная сумма MD5 файла прошивки не совпадает!

source: Firmware Requirment Detected!..........
ru_ru: Обнаружено требование по прошивке!..........

source: Full Screen F11
ru_ru: Полный экран F11

source: GIT Branch
ru_ru: Раздел GIT

source: Generate list Ok!
ru_ru: Генерирование списка ОК!

source: Git not installed!
ru_ru: Git не инсталлирован!

source: Global Final Config & Firmware Directory
ru_ru: Директория для глобальных окончательных конфигураций и прошивок

source: Heads up!
ru_ru: Носы вверх!

source: Here
ru_ru: Здесь

source: Hide
ru_ru: Скрыть

source: ID not valid!
ru_ru: ID не подходит!

source: ID Brand not is numbre
ru_ru: ID бренда не является номером

source: ID Package send not valid, brand not exist!
ru_ru: Отправленый ID пакета не подходит, бренд не существует!

source: ID Producto not is number
ru_ru: ID продукта не является цифрой

source: ID is not number!
ru_ru: ID не является цифрой!

source: ID send is negative!
ru_ru: Отправленый ID отрицательный!

source: ID send is not number!
ru_ru: Посланый ID не является цифрой!

source: ID send is number not valid!
ru_ru: Посланый номер ID не подходит!

source: IDType invalid:
ru_ru: Тип ID неверный:

source: IP address of phone server
ru_ru: ИП адрес сервера телефонии

source: If we can activate the model set terminals of the models.<br /> If this model is disabled will not appear in the list of models that can be configured for PBX.
ru_ru: Если можем активировать модель, то необходимо указать терминалы для моделей.<br /> Если эта модель отключена, то она не будет видна в списке моделей, которые могут быть сконфигурированы для FreePBX.

source: If you select Hide disappear all models of the product selected from the Install/Uninstall list.
ru_ru: Если Вы выбираете Скрыть, то исчезнут все модели этого продукта, выбранные из списка установки/удаления.

source: If you select Hide disappear this model the Install/Uninstall list.
ru_ru: Если Вы выбираете Скрыть, то исчезнет эта модель из списка установки/удаления.

source: If you select Hide this brand will disappear and all products and models on the list of Install/Uninstall.
ru_ru: Если Вы выбираете Скрыть, то исчезнет этот бренд и все продукты и модели из списка установки/удаления.

source: Import
ru_ru: Импорт

source: Import CSV
ru_ru: Импорт CSV

source: Import CSV file of devices
ru_ru: Импорт CSV-файла устройств

source: Import Packages
ru_ru: Импорт пакетов

source: Import a package Provisioner in manual mode.
ru_ru: Импорт пакета Provisioner в ручном режиме.

source: Import a package brand in manual mode.
ru_ru: Импорт пакета производителей в ручном режиме.

source: Import/Export My Devices List
ru_ru: Импорт/Экспорт Списка Моих Устройств

source: Importing CVS file %_FILE_%...
ru_ru: Импорт CVS-файла %_FILE_%...

source: Importing Provisioner file %_FILE_%...
ru_ru: Импорт файла поставщика %_FILE_%...

source: Importing brand file %_FILE_%...
ru_ru: Импорт файла брендов %_FILE_%...

source: Inserting %_BRANDNAME_% brand data..........
ru_ru: Вставка %_BRANDNAME_% данных о бренде.....

source: Install
ru_ru: Установка

source: Install Firmware
ru_ru: Установка прошивки

source: Install/Unistall
ru_ru: Установка/Удаление

source: Installing Firmware...
ru_ru: Установка прошивки....

source: Installing brands is disabled while in repo mode!
ru_ru: Установка брендов отключена при нахождении в режиме repo!

source: Invalid Brand Specified on line %_LINE_%!
ru_ru: Указан неверный бренд в строке %_LINE_%!

source: Invalid Extension Specified on line %_LINE_%!
ru_ru: Указано неверное расширение в строке %_LINE_%!

source: Invalid File Extension!
ru_ru: Неверное расширение файла!

source: Invalid JSON Structure in %_PATH_%/brand_data.json
ru_ru: Неверная JSON-структура в %_PATH_%/brand_data.json

source: Invalid MAC Address
ru_ru: Неверный MAC-адрес

source: Invalid Mac on line %_LINE_%!
ru_ru: Неверный MAC-адрес в строке %_LINE_%!

source: Invalid Model Selected, Can't Sync System
ru_ru: Выбрана неверная модель, не могу синхронизировать систему

source: Invalid Model Specified on line %_LINE_%!
ru_ru: Указана неверная модель в строке %_LINE_%!

source: Invalid Option!
ru_ru: Неверная опция!

source: Invalid Value!
ru_ru: Неверное значение!

source: It is the brand of OUI we specified.
ru_ru: Это марка в OUI, который мы указали.

source: Learn how to create your own brand package at
ru_ru: Узнать как создать свой пакет бренда на

source: Learn how to manually upload packages here (it's easy!):
ru_ru: Узнать как загрузить пакеты вручную можно здесь (это просто!):

source: Line
ru_ru: Строка

source: List Bran's Availables empty.
ru_ru: Список доступных брендов пустой.

source: List Done!
ru_ru: Список готов!

source: List Packages Manager
ru_ru: Менеджер списка пакетов

source: List Product's Empty
ru_ru: Список продуктов пустой

source: List of other exports
ru_ru: Список других данных для экспорта

source: List packages generated in other exports.
ru_ru: Список пакетов, созданных в других экспортируемых данных.

source: Loading data....
ru_ru: Загрузка данных...

source: Loading..
ru_ru: Загрузка...

source: Loading...
ru_ru: Загрузка...

source: Local File Configs
ru_ru: Локальный файл конфигураций

source: Local Paths
ru_ru: Локальные пути

source: Looking file and update brand's....
ru_ru: Поиск файла и обновление бренда...

source: Looking for file %_FILEPACKAGE_% to pass on to update_brand()...
ru_ru: Поиск файла %_FILEPACKAGE_% для передачи в update_brand()...

source: MAC Address
ru_ru: MAC-адрес

source: MD5 Did not match!
ru_ru: MD5 не совпадают!

source: Malformed UTF-8 characters, possibly incorrectly encoded
ru_ru: Неверные UTF-8 символы, возможно неверно закодировано

source: Matches!
ru_ru: Совпадает!

source: Maximum stack depth exceeded
ru_ru: Превышена максимальная глубина стека

source: Missing a temporary folder
ru_ru: Неверная временная директория

source: Model
ru_ru: Модель

source: Moving/Removing Model '%_NAMEMOD_%' not present in JSON file......
ru_ru: Перемещение/Удаление модели '%_NAMEMOD_%' , не представленной в JSON -файле...

source: NMAP Executable Path
ru_ru: NMAP исполнимый путь

source: NOTE: File is permanently saved and not over-written during next package update.
ru_ru: Замечание: Файл сохранён и не может быть перезаписан во время следующего обновления пакета.

source: NOTE: File may be over-written during next package update. We suggest also using the <b>Share</b> button below to improve the next release.
ru_ru: Замечание: Файл может быть перезаписан во время следующего обновления пакета. Вы советуем также использовать кнопку <b>Поделиться</b> для улучшения следующего релиза.

source: NOTE: Key F11 Full Screen, ESC Exit FullScreen.
ru_ru: Замечание: Клавиша F11 для полноэкранного режима, ESC для выхода из полноэкранного режима.

source: Name invalid:
ru_ru: Наименование неверно:

source: Name is null!
ru_ru: Наименование пустое!

source: New Package Modified
ru_ru: Новый пакет изменён

source: No
ru_ru: Нет

source: No 'brand_data.xml' file exists!
ru_ru: Файл 'brand_data.xml' не существует!

source: No Brand set!
ru_ru: Не установлен бренд!

source: No Configuration Location Defined!
ru_ru: Не определено местоположение конфигурации!

source: No Devices/Extensions Left to Add
ru_ru: Нет устройств/Внутренних номеров для добавления

source: No File Provided!
ru_ru: Не указан файл !

source: No ID set!
ru_ru: ID не установлен!

source: No Lines Left to Add
ru_ru: Нет строк для добавления

source: No OUI set!
ru_ru: Не установлен OUI!

source: No Selected
ru_ru: Не выбрано

source: No file was uploaded
ru_ru: Файл не был загружен

source: No package set!
ru_ru: Пакет не установлен!

source: No send Clone Model!
ru_ru: Нет модели клона для отправки!

source: No send File ID!
ru_ru: File ID не отправлено!

source: No send File Name!
ru_ru: File Name не отправлено!

source: No send ID!
ru_ru: ID не отправлено!

source: No send Name File!
ru_ru: Name File не отправлено!

source: No send Name!
ru_ru: Name не отправлено!

source: No send Origianl Name File!
ru_ru: Origianl Name File не отправлен!

source: No send Product Select!
ru_ru: Product Select не отправлен!

source: No send Product!
ru_ru: Product не отправлен!

source: No send SQL Select!
ru_ru: SQL Select не отправлен!

source: No send Save Name!
ru_ru: Save Name не отправлено!

source: No send SendID!
ru_ru: SendID не отправлен!

source: No send Text File!
ru_ru: Текстовый файл не отправлен!

source: No send Type File!
ru_ru: Тип файла не отправлен!

source: No send id!
ru_ru: ID не отправлен!

source: No send idtype!
ru_ru: Тип ID не отправлен!

source: No send name!
ru_ru: Имя не отправлено!

source: No send value!
ru_ru: Значение не отправлено!

source: Not a Vaild Directory.<br /> Try to run 'mkdir
ru_ru: Неверная директория .<br /> Попробуйте запустить 'mkdir

source: Not able to connect to repository. Using local Provisioner.net Package.
ru_ru: Невозможно подключиться к репозиторию. Используйте локальный пакет Provisioner.net.

source: Not able to connect to repository. Using local brand [%_brandname_%] file instead.
ru_ru: Невозможно подключиться к репозиторию. Используйте локальный файл брендов [%_brandname_%].

source: Not able to connect to repository. Using local master file instead.
ru_ru: Невозможно подключиться к репозиторию. Используйте локальный файл.

source: Not allowed in repo mode!!
ru_ru: Недопустимо в режиме repo!

source: Not is directory:
ru_ru: Это не директория:

source: OSS Endpoint Advanced Settings
ru_ru: Расширенные настройки OSS Endpoint

source: OSS Endpoint Device List
ru_ru: Список устройств OSS Endpoint

source: OSS Endpoint Package Manager
ru_ru: Менеджер пакетов OSS Endpoint

source: OSS Endpoint Template Manager
ru_ru: Менеджер шаблонов OSS Endpoint

source: OSS PBX End Point Manager
ru_ru: Менеджер OSS PBX End Point

source: OSS PBX End Point Manager is the free supported PBX Endpoint Manager for FreePBX. It is ***NOT*** supported by Schmoozecom. If you are looking for a supported endpoint manager please look into the Commercial Endpoint Manager by Schmoozecom, INC. The front end gui is hosted at: https://github.com/FreePBX/endpointman The backend configurator is hosted at: https://github.com/provisioner/Provisioner Pull Requests can be made to either of these and are encouraged.
ru_ru: OSS PBX End Point Manager является свободно поддержиаемым менеджером для FreePBX. ОН *** НЕ *** поддерживается Schmoozecom. Если вы ищете поддерживаемый менеджер, пожалуйста рассмотрите Commercial Endpoint Manager от Schmoozecom,INC. Графический интерфейс пользователя расположен по адресу : https://github.com/FreePBX/endpointman . Конфигуратор находится по адресу : https://github.com/provisioner/Provisioner Запросы могут быть созданы к любому из них и поощряются.

source: OUI Brand
ru_ru: Бренд OUI

source: OUI Manager
ru_ru: Менеджер OUI

source: Old Data Detected! Migrating......
ru_ru: Обнаружены старые данные! Перенос...

source: Or run this command on SSH:
ru_ru: Или запустите эту команду в SSH:

source: Package Import/Export
ru_ru: Импорт/Экспорт пакета

source: Package Last Modified
ru_ru: Последнее изменение пакета

source: Package Manager
ru_ru: Менеджер пакетов

source: Package Server
ru_ru: Сервер пакетов

source: Package not valid!
ru_ru: Пакет неверный!

source: Please Check Directory/Permissions!
ru_ru: Пожалуйста проверьте Директорию/Права доступа!

source: Please change the location:
ru_ru: Пожалуйста измените расположение:

source: Please name the Package the same name as your brand!
ru_ru: Пожалуйста назовите пакет аналогично названию бренда!

source: Please reboot & rebuild all imported phones
ru_ru: Пожалуйста перезагрузите все импортируемые телефоны

source: Possible file upload attack!
ru_ru: Возможно атака загрузки файла!

source: Processing %_PATH_%/brand_data.json...
ru_ru: Обработка %_PATH_%/brand_data.json...

source: Product Configuration Editor
ru_ru: Редактор конфигурации продукта

source: Product Select send is not number!
ru_ru: Product Select send не является числовым значением!

source: Product Select send is number not valid!
ru_ru: Product Select send является неверным числовым значением!

source: Product is not number!
ru_ru: Product не является числовым значением!

source: Product send is negative!
ru_ru: Product send имеет отрицательное значение!

source: Provisioner Package
ru_ru: Пакет снабжения

source: Ready!
ru_ru: Готово!

source: Refresh Table
ru_ru: Обновить таблицу

source: Remove Firmware
ru_ru: Удаление прошивки

source: Removing Phone Modules Directory
ru_ru: Удаление директории модулей телефона

source: Removing Temporary Files..............
ru_ru: Удаление временных файлов.....

source: Removing symlink to web provisioner
ru_ru: Удаление символической ссылки на web-снабжение

source: Save
ru_ru: Сохранить

source: Save As...
ru_ru: Сохранить Как...

source: Saving Changes...
ru_ru: Сохранение изменений...

source: Saving Changes... Ok!
ru_ru: Сохранение изменений... Ок!

source: Select Brand:
ru_ru: Выбрать бренд:

source: Select brands, products or models that do not need to hide from the list.
ru_ru: Выберите брэнд,продукт, или модели, которые не нужно скрывать в списке.

source: Setting Provision
ru_ru: Установки снабжения

source: Settings
ru_ru: Установки

source: Share
ru_ru: Поделиться

source: Show
ru_ru: Показать

source: Show/Hide
ru_ru: Показать/Скрыть

source: Skipping download...
ru_ru: Пропуск загрузки...

source: Structure
ru_ru: Структура

source: Syntax error, malformed JSON
ru_ru: Синтаксическая ошибка, неверный JSON

source: System Error in Sync Model Function, Load Failure!
ru_ru: Стстемная ошибка в Sync Model Function, ошибка загрузки!

source: System Error in Sync Model [%_name_%] Function, Load Failure!
ru_ru: Системная ошибка в Sync Model Function [%_name_%] , Ошибка загрузки!

source: System Failure!
ru_ru: Системная ошибка!

source: Tab is not valid!
ru_ru: Закладка неверная!

source: Template Editor
ru_ru: Редактор шаблона

source: The "Install" button installs the configuration package brand models we selected.<br /> The "Uninstall" button removes the package configuration models of the brand selected.<br /> The "Update" button appears if a new version of the package that is already installed to upgrade to the latest version is detected.
ru_ru: Кнопка "Установить" инсталлирует конфигурационный пакет моделей брендов, которые мы выбрали.<br /> Кнопка "Удалить" удаляет конфигурационный пакет брэндов моделей, которые мы выбрали.<br /> Кнопка"Обновить" появляется если обнаружена новая версия пакета, которая уже установлена для обновления по последней версии.

source: The Remote Server Is Currently Syncing With the Master Server, Please try again later
ru_ru: Удалённый сервер синхронизируется с мастер-сервером, пожалуйста повторите попытку позже

source: The button "Install Firmware" installs the necessary files to the server for the terminal alone are updated via TFTP or HTTP.<br /> The button "Remove frimware" delete files server products.<br /> The button "Update frimware" appears if a newer frimware detected on the server and asks if you want to update.<br /> The "Update" button appears when a new version of this model pack is detected.
ru_ru: Кнопка "Установить прошивку" инсталлирует необходимые файлы на сервер для терминалов, которые обновляются через TFTP или HTTP. <br /> Кнопка "Удалить прошивку" удаляет файлы.<br /> Кнопка "Обновить прошивку" появляется если обнаружены самые новые файлы на сервере и будет задан вопрос о желании обновить. Кнопка .<br /> "Обновить" появляется когда обнаружена новая версия для данной модели.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
ru_ru: Загруженный файл превысил значение директивы MAX_FILE_SIZE, указанную в HTML-форме
