Repository: vsc55/endpointman
Catalog: i18n/*/LC_MESSAGES/endpointman.po
Languages: ru_ru

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
ru_ru: Загруженный файл превысил значение директивы upload_max_filesize, указанную в php.ini

source: The uploaded file was only partially uploaded
ru_ru: Файл был загружен частично

source: Then Use Manual Upload in Advanced Settings.
ru_ru: Далее используйте ручную загрузку в Расширенных установках.

source: They are the first 6 characters of the MAC device that identifies the brand (manufacturer).
ru_ru: Это первые 6 символов MAC-адреса устройства, которые идентифицируют бренд(производителя).

source: Time
ru_ru: Время

source: Time Server (NTP Server)
ru_ru: Сервер синхронизации времени (NTP)

source: Time Zone
ru_ru: Временная зона

source: TimeZone by PBX Setting
ru_ru: Временная зона в установках PBX

source: Type
ru_ru: Тип

source: Type File not valid!
ru_ru: Тип файла неверный!

source: Underflow or the modes mismatch
ru_ru: Незаполненное значение или режимы не совпадают

source: Unexpected control character found
ru_ru: Найден неожиданный управляющий символ

source: Uninstall
ru_ru: Удаление

source: Uninstalla Brand...
ru_ru: Удаление бренда...

source: Uninstalla frimware...
ru_ru: Удаление прошивки...

source: Unknown
ru_ru: Неизвестно

source: Unknown error
ru_ru: Неизвестная ошибка

source: Unknown upload error
ru_ru: Неизвестная ошибка загрузки

source: Update
ru_ru: Обновить

source: Update Content...
ru_ru: Обновление содержимого....

source: Update Firmware
ru_ru: Обновление прошивки

source: Update!
ru_ru: Обновить!

source: Updated!
ru_ru: Обновлено!

source: Updating %_BRANDNAME_% brand data..........
ru_ru: Загрузка данных о бренде %_BRANDNAME_%..........

source: Updating Family Lines.................
ru_ru: Обновление семейства строк.......

source: Updating Last Modified...
ru_ru: Обновление последних изменённых...

source: Updating OUI list in DB
ru_ru: Обновление списка OUI в DB

source: Upload Content!
ru_ru: Загрузить содержимое!

source: Upload this configuration file to the <b>Provisioner.net Team</b>. Files shared are confidential and help improve the quality of releases.
ru_ru: Загрузить это т конфигурационный файл в <b>Provisioner.net Team</b>. Файлы конфиденциальны и помогают улучшить качество релизов.

source: Use GITHUB Live Repo
ru_ru: Используйте GITHUB Live Repo

source: User File Configs
ru_ru: Пользовательские конфигурационный файлы

source: Warning: The extensions need to be added into FreePBX before you import.
ru_ru: Предупреждение: Внутренние номера необходимо добавить во FreePBX перед импортом.

source: We support only CVS and TXT files, type file %_FILE_% no support!
ru_ru: Мы поддерживаем только CVS и TXT файлы, тип файла %_FILE_% не поддерживается!

source: Web (HTTP)
ru_ru: Веб(HTTP)

source: Web Directories
ru_ru: Веб директории

source: Yes
ru_ru: Да

source: You Can Also Manually Update The Repository By Downloading Files here: %_URL_INI_% Release Repo %_URL_END_%
ru_ru: Вы можете также вручную обновить репозитарий, скачав файлы здесь: %_URL_INI_% Release Repo %_URL_END_%

source: You Must Select A Model From the Drop Down
ru_ru: Вы должны выбрать модель из выпадающего списка

source: You Must Select an Extension/Device From the Drop Down
ru_ru: Вы должны выбрать Внутренний номер/Устройство из выпадающего списка

source: You can't remove the only line left
ru_ru: Вы не можете удалить единственную строку

source: Your Firmware is already up to date
ru_ru: Ваша прошивка самая свежая

source: Your permissions are wrong on
ru_ru: Ваши права доступа неверные

source: can be blank
ru_ru: может быть пустым

source: is required
ru_ru: требуется

source: update_brand(): Debug is set to %_DEBUG_MODE_%
ru_ru: update_brand(): Отладка установлена в %_DEBUG_MODE_%
